Econ/Chapter3-review.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-20 Sun 11:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Chapter 3 review</title>
<meta name="author" content="Max Isaacs" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Chapter 3 review</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2c7d0f1">The goal of these supply and demand charts is to determine pricing</a></li>
<li><a href="#orgab511b4">Quantity bought is what people actually buy, while desired quantity is what they want</a></li>
<li><a href="#org126d0db">Flow variables are just the rate that things happen at. Quantity demanded is just the flow variable of quantity bought with respect to time. Stock variables are variables that describe static quantities, like how much zaza is in the trpa house safe</a></li>
<li><a href="#orgd53a75c">We test shit by setting everything else equal to 0</a></li>
<li><a href="#org5b8c942">Shifts in the demand curve to the right and left mean in increase and decrease in demand, respectively. A shift up and down is just an increase or decrease in price, respectively</a></li>
<li><a href="#orgf8e6477">Quantity supplied is the amount the seller wants to sell. Quantity sold/exchanged is how much they actually end up spending</a></li>
<li><a href="#orgfe6a0d4">Same rules apply ot supply curve than demand curve with shifting</a></li>
<li><a href="#org843f567">In an efficient market, it is impossible to make a real influence as just one jit.</a></li>
<li><a href="#org8abbc77">What are the effects of these 4 changes?</a></li>
</ul>
</div>
</div>
<div id="outline-container-org2c7d0f1" class="outline-2">
<h2 id="org2c7d0f1">The goal of these supply and demand charts is to determine pricing</h2>
<div class="outline-text-2" id="text-org2c7d0f1">
<ul class="org-ul">
<li>Makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-orgab511b4" class="outline-2">
<h2 id="orgab511b4">Quantity bought is what people actually buy, while desired quantity is what they want</h2>
<div class="outline-text-2" id="text-orgab511b4">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-org126d0db" class="outline-2">
<h2 id="org126d0db">Flow variables are just the rate that things happen at. Quantity demanded is just the flow variable of quantity bought with respect to time. Stock variables are variables that describe static quantities, like how much zaza is in the trpa house safe</h2>
<div class="outline-text-2" id="text-org126d0db">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-orgd53a75c" class="outline-2">
<h2 id="orgd53a75c">We test shit by setting everything else equal to 0</h2>
<div class="outline-text-2" id="text-orgd53a75c">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-org5b8c942" class="outline-2">
<h2 id="org5b8c942">Shifts in the demand curve to the right and left mean in increase and decrease in demand, respectively. A shift up and down is just an increase or decrease in price, respectively</h2>
<div class="outline-text-2" id="text-org5b8c942">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8e6477" class="outline-2">
<h2 id="orgf8e6477">Quantity supplied is the amount the seller wants to sell. Quantity sold/exchanged is how much they actually end up spending</h2>
<div class="outline-text-2" id="text-orgf8e6477">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe6a0d4" class="outline-2">
<h2 id="orgfe6a0d4">Same rules apply ot supply curve than demand curve with shifting</h2>
<div class="outline-text-2" id="text-orgfe6a0d4">
<ul class="org-ul">
<li>makes sense</li>
</ul>
</div>
</div>
<div id="outline-container-org843f567" class="outline-2">
<h2 id="org843f567">In an efficient market, it is impossible to make a real influence as just one jit.</h2>
<div class="outline-text-2" id="text-org843f567">
<ul class="org-ul">
<li>makes sense, corrobrates what I learn later about efficient markets</li>
</ul>
</div>
</div>
<div id="outline-container-org8abbc77" class="outline-2">
<h2 id="org8abbc77">What are the effects of these 4 changes?</h2>
<div class="outline-text-2" id="text-org8abbc77">
<ul class="org-ul">
<li>A shift to the right of the supply graph will move the price down and the supply up</li>
<li>a shift to the left of the supply graph will move the price up and supply down</li>
<li>a shift to the right of the demand curve will move the supply and price up</li>
<li>A shift to the left of the demand curve will move the supply and price down
<ul class="org-ul">
<li>This is honestly a lesson in phase shifts of exponential graphs lmao.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</body>
</html>
